
[info]
drivername=UGatherer
symbolfile=GSrvCtr.h

[languages]
804=Chinese (PRC)

[text]
OBJECT_GATHERER_804_NAME=Search Gatherer Projects
OBJECT_GATHERER_804_HELP=Windows Search Service Gatherer Project 对象计数器
COUNTER_GATHERER_NOTIFY_ADDS_804_NAME=Document Additions
COUNTER_GATHERER_NOTIFY_ADDS_804_HELP=添加的通知数。
COUNTER_GATHERER_NOTIFY_ADDS_PER_SEC_804_NAME=Document Add Rate
COUNTER_GATHERER_NOTIFY_ADDS_PER_SEC_804_HELP=每秒钟文档增加的个数。
COUNTER_GATHERER_NOTIFY_DELETES_804_NAME=Document Deletes
COUNTER_GATHERER_NOTIFY_DELETES_804_HELP=删除的通知数。
COUNTER_GATHERER_NOTIFY_DELETES_PER_SEC_804_NAME=Document Delete Rate
COUNTER_GATHERER_NOTIFY_DELETES_PER_SEC_804_HELP=每秒钟文档删除的个数。
COUNTER_GATHERER_NOTIFY_MODIFIES_804_NAME=Document Modifies
COUNTER_GATHERER_NOTIFY_MODIFIES_804_HELP=修改的通知数。
COUNTER_GATHERER_NOTIFY_MODIFIES_PER_SEC_804_NAME=Document Modifies Rate
COUNTER_GATHERER_NOTIFY_MODIFIES_PER_SEC_804_HELP=每秒钟文档修改的个数。
COUNTER_GATHERER_QUEUE_LENGTH_804_NAME=Waiting Documents
COUNTER_GATHERER_QUEUE_LENGTH_804_HELP=等待处理的文档数。当该数目达到 0 时，编录为空闲。该数目表示 gatherer 中未处理文档的队列总大小。
COUNTER_GATHERER_IN_PROGRESS_804_NAME=Documents In Progress
COUNTER_GATHERER_IN_PROGRESS_804_HELP=正在处理的文档数。
COUNTER_GATHERER_ON_HOLD_804_NAME=Documents On Hold
COUNTER_GATHERER_ON_HOLD_804_HELP=由于与当前正在处理的文档有相同 URL 而被停住的文档数。
COUNTER_GATHERER_DELAYED_804_NAME=Delayed Documents
COUNTER_GATHERER_DELAYED_804_HELP=由于网站点击频率规则而延迟的文档数。
COUNTER_GATHERER_HISTORY_SIZE_804_NAME=URLs in History
COUNTER_GATHERER_HISTORY_SIZE_804_HELP=历史记录列表中的文件(URL)数。这表示你的已编制索引的文档集的总大小。
COUNTER_GATHERER_TRANSACTIONS_PROCESSED_804_NAME=Processed Documents
COUNTER_GATHERER_TRANSACTIONS_PROCESSED_804_HELP=自从历史记录被重置后处理的文档数。
COUNTER_GATHERER_TRANSACTIONS_PROCESSED_PER_SEC_804_NAME=Processed Documents Rate
COUNTER_GATHERER_TRANSACTIONS_PROCESSED_PER_SEC_804_HELP=每秒钟处理的文档数。
COUNTER_GATHERER_STATUS_SUCCESS_804_NAME=Status Success
COUNTER_GATHERER_STATUS_SUCCESS_804_HELP=成功筛选的文档数。
COUNTER_GATHERER_STATUS_SUCCESS_PER_SEC_804_NAME=Success Rate
COUNTER_GATHERER_STATUS_SUCCESS_PER_SEC_804_HELP=每秒钟成功筛选的文档数。
COUNTER_GATHERER_STATUS_ERROR_804_NAME=Status Error
COUNTER_GATHERER_STATUS_ERROR_804_HELP=返回错误的被筛选的文档数。
COUNTER_GATHERER_STATUS_ERROR_PER_SEC_804_NAME=Error Rate
COUNTER_GATHERER_STATUS_ERROR_PER_SEC_804_HELP=每秒钟返回错误的被筛选的文档数。
COUNTER_GATHERER_STATUS_FILE_ERRORS_804_NAME=File Errors
COUNTER_GATHERER_STATUS_FILE_ERRORS_804_HELP=获取文档时接收到的文件协议错误数。
COUNTER_GATHERER_STATUS_FILE_ERRORS_PER_SEC_804_NAME=File Errors Rate
COUNTER_GATHERER_STATUS_FILE_ERRORS_PER_SEC_804_HELP=每秒钟获取文档时接收到的文件协议错误数。
COUNTER_GATHERER_ACCESSED_FILE_804_NAME=Accessed Files
COUNTER_GATHERER_ACCESSED_FILE_804_HELP=通过文件系统访问的文档数。
COUNTER_GATHERER_ACCESSED_FILE_PER_SEC_804_NAME=Accessed File Rate
COUNTER_GATHERER_ACCESSED_FILE_PER_SEC_804_HELP=每秒钟通过文件系统访问的文档数。
COUNTER_GATHERER_FILTERED_OFFICE_804_NAME=Filtered Office
COUNTER_GATHERER_FILTERED_OFFICE_804_HELP=筛选的 Office 文档数。
COUNTER_GATHERER_FILTERED_OFFICE_PER_SEC_804_NAME=Filtered Office Rate
COUNTER_GATHERER_FILTERED_OFFICE_PER_SEC_804_HELP=每秒钟筛选的 Office 文档数。
COUNTER_GATHERER_FILTERED_TEXT_804_NAME=Filtered Text
COUNTER_GATHERER_FILTERED_TEXT_804_HELP=筛选的文本文档数。
COUNTER_GATHERER_FILTERED_TEXT_PER_SEC_804_NAME=Filtered Text Rate
COUNTER_GATHERER_FILTERED_TEXT_PER_SEC_804_HELP=每秒钟筛选的文本文档数。
COUNTER_GATHERER_CRAWLS_IN_PROGRESS_804_NAME=Crawls in progress
COUNTER_GATHERER_CRAWLS_IN_PROGRESS_804_HELP=正在处理的爬网数。
COUNTER_GATHERER_PAUSED_804_NAME=Gatherer Paused Flag
COUNTER_GATHERER_PAUSED_804_HELP=Gatherer 暂停标记表示 Gatherer 是否被暂停。
COUNTER_GATHERER_RECOVERY_IN_PROGRESS_804_NAME=Recovery In Progress Flag
COUNTER_GATHERER_RECOVERY_IN_PROGRESS_804_HELP=正在进行的恢复标记表示恢复当前是否正在进行。直到该标记关闭，索引编制才被恢复。
COUNTER_GATHERER_NOT_MODIFIED_804_NAME=Not Modified
COUNTER_GATHERER_NOT_MODIFIED_804_HELP=由于没有检测到自从上次爬网后的通知没有被筛选的文档数。
COUNTER_GATHERER_ITERATING_HISTORY_804_NAME=Iterating History In Progress Flag
COUNTER_GATHERER_ITERATING_HISTORY_804_HELP=正在进行的重述历史记录标记表示 Gatherer 当前是否在重述 URL 历史记录。
COUNTER_GATHERER_INCREMENTAL_CRAWLS_804_NAME=Incremental Crawls
COUNTER_GATHERER_INCREMENTAL_CRAWLS_804_HELP=正在处理的增量爬网数。
COUNTER_GATHERER_TRANSACTIONS_BEING_FILTERED_804_NAME=Filtering Documents
COUNTER_GATHERER_TRANSACTIONS_BEING_FILTERED_804_HELP=当前正在被筛选的文档数。
COUNTER_GATHERER_TRANSACTIONS_STARTED_804_NAME=Started Documents
COUNTER_GATHERER_TRANSACTIONS_STARTED_804_HELP=已启动进入 Gatherer 服务的文档数。这包括停住的、在活动队列中的和当前被筛选的文档。爬网中当该数字变成 0，它表示爬网会很快结束。
COUNTER_GATHERER_RETRIES_804_NAME=Retries
COUNTER_GATHERER_RETRIES_804_HELP=文档访问重试的总次数。该数高可能表示访问数据有问题。
COUNTER_GATHERER_RETRIES_PER_SEC_804_NAME=Retries Rate
COUNTER_GATHERER_RETRIES_PER_SEC_804_HELP=每秒钟重试验的次数。
COUNTER_GATHERER_AC_ERRORS_804_NAME=Adaptive Crawl Errors
COUNTER_GATHERER_AC_ERRORS_804_HELP=自适应爬网不正确拒绝的文档
COUNTER_GATHERER_CHANGED_DOCS_804_NAME=Changed Documents
COUNTER_GATHERER_CHANGED_DOCS_804_HELP=自上次爬网后更改的文档
COUNTER_GATHERER_NOTIFY_MOVES_804_NAME=Document Moves/Renames
COUNTER_GATHERER_NOTIFY_MOVES_804_HELP=移动/重命名通知的个数。
COUNTER_GATHERER_NOTIFY_MOVES_PER_SEC_804_NAME=Document Move and Rename Rate
COUNTER_GATHERER_NOTIFY_MOVES_PER_SEC_804_HELP=每秒钟移动/重命名通知的个数。
COUNTER_GATHERER_UNIQUE_DOCUMENTS_804_NAME=Unique Documents
COUNTER_GATHERER_UNIQUE_DOCUMENTS_804_HELP=系统中唯一文档的个数。如果文档内容相同，它们被认为不是唯一的。
COUNTER_GATHERER_HISTORY_RECOVERY_PROGRESS_804_NAME=History Recovery Progress
COUNTER_GATHERER_HISTORY_RECOVERY_PROGRESS_804_HELP=历史记录恢复完成的百分比
